<script setup>
</script>

<template>
    <div class="privacy-of-policy">
        <header>쿡노트 서비스 개인정보처리방침</header>
        <br /><br />
        <section>
            <p>
                컬쳐히어로 (이하 “회사”)가 제공하는 쿡노트 서비스(이하 “서비스”)는 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고
                개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
            </p>
            <br /><br />
            <p>
                본 보호정책은 정보통신부에서 지정한 개인정보 보호지침 제7조에 의거하여 작성되었으며, 수시로 내용이 변경될 수 있으므로 정기적으로
                방문(마이페이지 &gt; 쿡노트 서비스 정보 &gt; 개인정보처리방침/footer 영역)하셔서 확인하는 것을 권장합니다.
            </p>
            <br /><br />
            <p>회사는 정통부 시행 개인정보보호지침(제22조 1항)에 의거 관리책임자를 아래와 같이 지정합니다.</p>
            <br /><br />
            <p>직 위: 개인정보 보호책임자</p>
            <br /><br />
            <p>이 름: 안효준</p>
            <br /><br />
            <p>전 화: <a href="tel: 010-9920-2102">010-9920-2102</a></p>
            <br /><br />
            <p>email:<a href="mailto:hyojun.ahn@ta9.co.kr">hyojun.ahn@ta9.co.kr</a></p>
            <br /><br />
            <p>
                개인정보 관리 책임자는 서비스 회원 여러분의 개인정보를 보호하고, 유출을 방지하는 책임자로서 회원들이 안심하고 서비스를 이용할 수
                있도록 도와 드립니다. 개인정보보호에 대해 의견을 제시하거나 관련 문의사항이 있으면 위의 연락처로 연락주시기 바랍니다.
            </p>
        </section>
        <br /><br />
        <section>
            <h1>1. 개인정보 수집 및 이용, 보유, 파기</h1>
            <br />
            <div class="privacy">
                <p>
                    1) 회사는 정보 주체로부터 개인정보를 수집할 때 동의 받은 개인정보 보유·이용기간 또는 법령에 따른 개인정보 보유·이용기간 내에서
                    개인정보를 처리·보유합니다.
                </p>
                <p>2) 구체적인 개인정보 수집 및 이용, 보유, 파기는 다음과 같습니다.</p>
                <br />
                <div class="privacy">
                    <p>
                        (1) 회사는 회원 기반 서비스 제공을 위해 다음과 같이 개인정보를 수집 및 이용하며 관련 법률에 의거하여 보유, 파기합니다.<!-- -->
                    </p>
                    <br />
                    <table class="table">
                        <thead>
                            <th>수집방법</th>
                            <th>유형</th>
                            <th>수집항목</th>
                            <th>수집 및 이용목적</th>
                            <th>보유ᆞ이용기간</th>
                        </thead>
                        <tbody>
                            <tr>
                                <td>회원가입</td>
                                <td>필수</td>
                                <td>닉네임, 이메일, 휴대전화번호</td>
                                <td>서비스 이용 및 이용자 식별, 환불 및 문의 회신, 서비스 개선을 위한 분석 등</td>
                                <td rowspan="4">해당 정보는 회원자격을 유지하는 동안 보유및 이용 되며 회원탈퇴 시 즉시 파기</td>
                            </tr>
                            <tr>
                                <td>회원가입</td>
                                <td>필수</td>
                                <td>페이스북, 카카오톡, 네이버 사용자 ID</td>
                                <td>카카오톡,페이스북,네이버 등 SNS 계정을 통한 간편 가입 시</td>
                            </tr>
                            <tr>
                                <td>회원가입,나의 정보 수정</td>
                                <td>선택</td>
                                <td>프로필사진, 생년월일, 성별, 배송지 주소</td>
                                <td>맞춤형 콘텐츠 및 상품 추천 등 마케팅 활용</td>
                            </tr>
                            <tr>
                                <td>휴대전화 인증</td>
                                <td>필수</td>
                                <td>휴대전화 번호</td>
                                <td>부정이용자확인</td>
                            </tr>
                            <tr>
                                <td>상품 구매 및 배송(필수)</td>
                                <td>필수</td>
                                <td>1)구매자 정보(이름, 이메일주소,휴대폰번호)<br />2)수취인 정보(이름, 휴대폰번호,전화번호,배송지주소)</td>
                                <td>상품 배송 및 계약이행</td>
                                <td rowspan="2">목적달성 후 파기(단, 관계법령에 정해진 규정에 따라 법정기간동안 보관)</td>
                            </tr>
                            <tr>
                                <td>비회원 주문(웹 페이지)</td>
                                <td>필수</td>
                                <td>1)구매자 정보(이름, 이메일주소,휴대폰번호) 2)수취인주소(이름, 휴대폰번호,전화번호,배송지주소)</td>
                                <td>상품 배송 및 계약이행</td>
                            </tr>
                            <tr>
                                <td>환불신청 - 무통장입금으로 상품을 결제한 경우</td>
                                <td>필수</td>
                                <td>환불계좌정보(예금주명, 계좌은행,계좌번호)</td>
                                <td>금액 환불</td>
                                <td>목적 달성 후 파기</td>
                            </tr>
                        </tbody>
                    </table>
                    <br /><br />
                    <p>
                        (2) 회사는 회원자격 유지 관리 및 사용자 환경 분석 등 서비스 환경 개선을 위해 다음과 같이 개인정보를 수집 및 이용될 수 있으며
                        관련 법률에 의거하여 보유, 파기합니다.<!-- -->
                    </p>
                    <br />
                    <table class="table">
                        <thead>
                            <th>수집방법</th>
                            <th>유형</th>
                            <th>수집항목</th>
                            <th>수집 및 이용목적</th>
                            <th>보유ᆞ이용기간</th>
                        </thead>
                        <tbody>
                            <tr>
                                <td>서비스 이용 과정</td>
                                <td>자동</td>
                                <td>단말기정보(OS, 화면사이즈, 디바이스 아이디, 폰기종, 단말기 모델명), 마지막 방문일시, 서비스 이용 기록</td>
                                <td>
                                    회원자격 유지 관리, 이상행위 탐지 및 서비스 개선을 위한 분석, 이용자의 관심, 기호 ,성향 추정을 통한 맞춤형 콘텐츠
                                    및 서비스제공
                                </td>
                                <td rowspan="2">회원탈퇴 및 목적달성 후 지체없이 파기</td>
                            </tr>
                            <tr>
                                <td>로그인 시</td>
                                <td>자동</td>
                                <td>쿠키</td>
                                <td>회원 인증</td>
                            </tr>
                        </tbody>
                    </table>
                    <br /><br />
                    <p>(3) 쿠키(cookie)의 운용 및 활용</p>
                    <br />
                    <p>
                        회사는 회원 인증을 위하여 Cookie 방식을 이용하고 있습니다. 그러나 이러한 쿠키의 사용은 로그인시 사용자가 회원임을 인증하기
                        위한 수단으로만 사용 할 뿐, 개인의 정보를 활용하여 서비스 정책에 도움을 주기위한 방법으로 파일 쿠키를 사용하지는 않습니다.
                        이와 더불어서 PC의 로그아웃 시에 자동으로 PC에 저장되지 않고 삭제되도록 되어있으므로<!-- -->
                        <strong>공공장소나 타인이 사용할 수 있는 PC를 사용하 실 경우에는 로그인 후 서비스 이용이 끝나시면 반드시 로그아웃</strong>을
                        해주시기 바랍니다.
                    </p>
                </div>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>2. 개인정보 수집 목적 및 책임</h1>
            <br />
            <div class="privacy">
                <p>
                    1) 회사는 다음의 목적을 위하여 개인정보를 처리하고 있으며, 다음의 목적 이외의 용도로는 이용하지 않습니다.<br />- 고객 가입의사
                    확인, 고객에 대한 서비스 제공에 따른 본인 식별․인증, 회원자격 유지․관리,포인트 지급, 물품 또는 서비스 공급에 따른 금액 결제, 물품
                    또는 서비스의 공급․배송,환불 등
                </p>
                <br />
                <p>
                    2) 회사는 개인 정보의 기본 수집 목적 이외에 다른 용도로 이용하거나 회원의 동의 없이 제3자에게 회원 정보를 제공할 수 없으며, 회원
                    정보의 분실, 도난, 유출, 변조가 발생하고 이에 따라 회원이 피해를 입을 경우 이에 대한 모든 책임은 회사가 집니다.
                </p>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>3. 개인정보 보유 및 처리 관련 법령</h1>
            <br />
            <div class="privacy">
                <p>1) 회원님께서 회원으로서 서비스를 이용하는 동안은 회원님의 정보를 회사가 지속적으로 보유합니다.</p>
                <p>2) 법령에 의하여 수집 및 이용되는 회원정보는 다음과 같습니다.</p>
                <div class="privacy">
                    <li>(1) 대금결제 및 재화 등의 공급에 관한 기록: 5년(전자상거래 등에서의 소비자보호에 관한 법률)</li>
                    <li>(2) 계약 또는 청약철회 등에 관한 기록: 5년(전자상거래 등에서의 소비자보호에 관한 법률)</li>
                    <li>(3) 소비자의 불만 또는 분쟁처리에 관한 기록: 3년(전자상거래 등에서의 소비자보호에 관한 법률)</li>
                    <li>(4) 표시 및 광고에 관한 기록: 6개월(전자상거래 등에서의 소비자보호에 관한 법률)</li>
                    <li>(5) 웹사이트 방문기록: 3개월(통신비밀보호법)</li>
                </div>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>4. 개인정보 제 3자 제공</h1>
            <br />
            <div class="privacy">
                <p>
                    1) 회사는 주문과 결제가 이루어진 경우, 상담 및 배송 등 원활한 거래 이행을 위하여 이용자의 정보를 필요한 범위 내에서
                    판매자(제3자)에게 전달합니다. 주문 시에만 판매자(제3자)에게 개인정보가 제공되며 주문 시 안내해드립니다.
                </p>
                <br />
                <table class="table">
                    <thead>
                        <th>제공받는 자</th>
                        <th>제공 목적</th>
                        <th>제공되는 개인정보</th>
                        <th>보유ᆞ이용기간</th>
                    </thead>
                    <tbody>
                        <tr>
                            <td>판매자<a href="https://wtable.co.kr/companies">[전체보기]</a></td>
                            <td>상품 주문확인 및 배송업무</td>
                            <td>이름, 휴대폰번호, 이메일, 배송지주소(구매자와 수취인이 다를 경우 수취인의 정보 제공)</td>
                            <td>재화 또는 서비스의 제공 목적 달성후 파기(단, 관계법령에 정해진 규정에 따라 법정기간동안 보관)</td>
                        </tr>
                    </tbody>
                </table>
                <br />
                <p>
                    2) 이용자가 지정한 제 판매자에게 개인정보를 제공하는 경우 매회 즉시 통보 및 동의를 구합니다. 이용자가 거부하는 경우 회사는 해당
                    이용자의 개인정보를 판매자에게 제공하지 않습니다. 다만, 이 경우 회사의 서비스 중 판매자에게 개인정보 제공이 필수적으로 수반되는
                    서비스 이용이 제한될 수 있습니다.
                </p>
                <br />
                <p>
                    3) 회사는 서비스 제공의 안정성과 최신 기술을 이용자에게 제공하기 위해 국외에 개인정보를 위탁하고 있으며, 이용자로부터 취득 또는
                    생성한 개인정보를 AWS (Amazon Web Services Inc.)가 보유하고 있는 데이터베이스(물리적 저장 장소: 미국)에 저장합니다. AWS는 해당
                    서버의 물리적인 관리만을 행하고, 이용자의 개인정보에 접근할 수 없습니다.
                </p>
                <br />
                <table class="table">
                    <thead>
                        <tr>
                            <th>이전받는 자</th>
                            <th>이전 국가</th>
                            <th>이전되는 항목</th>
                            <th>이전 목적</th>
                            <th>보유ᆞ이용기간 및 이전일시 및 방법</th>
                            <th>연락처</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Amazon Web Service Inc.</td>
                            <td>미국</td>
                            <td>서비스 이용 중 수집되는 개인정보 및 로그 정보</td>
                            <td>서비스 운영 및 서비스 제공을 위한 데이터 저장</td>
                            <td>기간: 이용자의 서비스 가입기간 동안 보유<br />이전방법:서비스 제공 과정 중 정보통신망을 통해 수시로 이동</td>
                            <td>https://aws.amazon.com/compliance/contact/</td>
                        </tr>
                    </tbody>
                </table>
                <br />
                <p>
                    4) 이용자는 회사의 개인정보보호책임자 및 담당부서를 통해 개인정보의 국외 이전을 거부할 수 있습니다. 이용자가 개인정보의 국외
                    이전을 거부하는 경우 회사는 해당 이용자의 개인정보를 국외 이전 대상에서 제외합니다. 다만, 이 경우 회사의 서비스 중 개인정보 국외
                    이전이 필수적으로 수반되는 서비스의 이용이 제한될 수 있습니다.
                </p>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>4. 개인정보의 파기절차 및 방법</h1>
            <br />
            <p>1) 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.</p>
            <p>
                2) 이용자로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속
                보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 별도 보존되는 개인정보는
                법률에 의한 경우가 아니고서는 보존목적 이외에다른 목적으로 이용되지 않습니다.<!-- -->
            </p>
            <p>3) 개인정보 파기의 절차 및 방법은 다음과 같습니다.</p>
            <div class="privacy">
                <p>a) 파기 절차 : 회사는 파기 사유가 발생한 개인정보를 선정하고, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</p>
                <p>
                    b) 파기 방법 : 회사는 전자적 파일 형태로 기록, 저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이문서에 기록, 저장된
                    개인정보는 분쇄기로 분쇄하여 파기합니다.
                </p>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>5. 개인정보의 처리 위탁</h1>
            <br />
            <p>회사는 서비스 향상과 효과적인 업무처리를 위하여 다음과 같이 개인정보를 처리 위탁하고 있습니다.</p>
            <br />
            <div class="privacy">
                <p>1) 카드결제, 무통장입금, 실시간 계좌이체 결제 대행 업체: 나이스페이먼츠</p>
                <p>2) 네이버페이 결제 서비스 제공 업체: (주) 네이버페이</p>
                <p>3) 카카오페이 결제 서비스 제공 업체: (주) 카카오</p>
                <p>4) 페이코 결제 서비스 제공 업체: NHN한국사이버결제 주식회사</p>
                <p>5) 상담원주문(전화, 카카오톡)시 무통장입금 결제 대행 업체: 세틀뱅크</p>
                <p>6) 문자서비스 발송 업체: KTH</p>
                <p>7) 카카오톡 메세지 관리 업체: 비즈엠</p>
                <p>8) 유/무선 고객상담 서비스 : 씨에스쉐어링(주)</p>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>6. 이용자의 권리와 그 행사 방법</h1>
            <br />
            <p>
                이용자의 개인 정보는 이용자가 원할 경우 언제든지 열람, 수정할 수 있으며, 수집.이용에 대한 동의 철회 또는 가입해지(회원탈퇴)를 요청할
                수 있습니다. 개인정보의 열람, 수정, 수집.이용에 대한 동의 철회를 요청하시면 지체없이 조치를 취하겠습니다.<!-- -->
            </p>
            <br />
            <div class="privacy">
                <p>
                    1) 서비스 내에서 직접 개인정보 열람 및 수정 방법 <br />APP: 마이페이지 &gt; 설정에서 웹페이지: 마이페이지 &gt; 나의 정보 &gt;
                    회원정보 수정에서 개인정보 열람, 수정 , 수집・이용에 대한 동의철회, 회원탈퇴 등을 이용하실 수 있습니다.
                </p>
                <br />
                <p>
                    2) 직접 요청하는 방법 <br />쿡노트 카카오톡 1:1 문의하기로 상담을 요청하시거나, 고객센터(1833-8307)로 전화를 통해 개인정보
                    열람,수정,수집.이용에 대한 동의철회, 회원탈퇴 등을 요청하실 수 있습니다.
                </p>
                <br />
                <p>3) 개인정보 이용 동의 철회 및 삭제 시 <br />개인정보 이용 동의 철회 및 개인정보 삭제할 경우 서비스 이용이 제한될 수 있습니다.</p>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>7. 개인정보의 상실, 오용, 도용, 변경을 막기 위한 보안 예방책</h1>
            <br />
            <div class="privacy">
                <p>1) 기술적 대책</p>
                <div class="privacy">
                    <p>
                        (1) 이메일로 가입한 회원의 개인정보는 비밀번호에 의해 보호되고 있습니다. 회원의 비밀번호는 일방향 암호화하여 저장 및 관리되고
                        있습니다.
                    </p>
                    <p>
                        (2) 회사는 방화벽(Fire Wall)과 Netscape사의 채널보안방식인 SSL(Secure Socket Layer)방식 암호화 체계 시스템 등을 갖추어
                        개인정보 보호에 힘쓰고 있습니다.
                    </p>
                    <p>(3) 보안 인증 회사로부터 인증서를 발급받아 회사를 사칭하는 것을 방지하여 회원님께 피해가 가지 않도록 하고 있습니다.</p>
                    <p>(4) 암호 알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.</p>
                </div>
                <p>2) 관리적 대책</p>
                <div class="privacy">
                    <p>회사는 고객의 개인정보에 대한 접근 권한을 최소한의 인원으로 제한하고 다음과 같이 관리하고 있습니다.</p>
                    <p>
                        회사는 개인정보를 처리하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보 보호 의무 등에 관해 정기적인 사내교육을 실시하여
                        개인정보를 안전하게 관리 할 수 있도록 최선의 노력을 다하고 있습니다.
                    </p>
                </div>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>8. 비회원 개인정보 보호</h1>
            <br />
            <div class="privacy">
                <p>
                    1) 회원 뿐만 아니라 비회원 또한 상품 구매를 하실 수 있습니다. 회사는 비회원 주문의 경우 배송 및 대금 결제, 상품 배송에 반드시
                    필요한 개인정보 만을 고객에게 요청하고 있습니다.
                </p>
                <br />
                <p>
                    2) 비회원으로 구매를 하신 경우 비회원 고객께서 입력하신 지불인 정보 및 수령인 정보는 대금 결제 및 상품 배송에 관련한 용도 외에는
                    다른 어떠한 용도로도 사용되지 않습니다.
                </p>
            </div>
        </section>
        <br /><br />
        <section>
            <h1>9. 어린이의 개인정보 보호</h1>
            <br />
            <p>
                회사는 온라인 환경에서 만 14세 미만 어린이의 개인정보를 보호하는 것 역시 중요한 일이라고 생각하고 있습니다. 회사는 만 14세 이상(만
                14세 이하 가입 불가) 만 가입이 가능하도록 함으로써 아동의 개인정보를 수집하지 않습니다. 또한 가입한 회원 중 14세 미만으로 확인된
                회원의 경우에는 가입을 거절 또는 취소할 수 있습니다.
            </p>
        </section>
        <br /><br />
        <section>
            <h1>10. 금융관련 정보 보호정책</h1>
            <br />
            <p>
                회사는 회원님들의 개인적인 금융관련 정보를 보호하는 것이야 말로 가장 중요하다고 생각합니다. 때문에 회사는 회원님들의 금융관련 정보를
                절대 매매하거나 대여하지 않습니다. 회사는 금융정보나 금융과 관련된 서비스에 대해서 협력사들에게 이용자 통계치 자료를 제공할 수 있으나,
                여기에는 귀하를 식별할 수 있는 정보는 포함시키지 않습니다.
            </p>
        </section>
        <br /><br />
        <section>
            <h1>11.기타: 개인정보를 위해 그밖에 알아야 할 사항</h1>
            <br />
            <p>
                온라인 상에서(예를 들면, 게시판이나 이메일을 통해서 또는 채팅을 통해서) 귀하가 자발적으로 제공하는 개인정보는 다른 사람들이 수집하여
                사용할 수 있음을 항상 유념해 주시기 바랍니다. 공개적으로 접속할 수 있는 온라인 상에서 개인정보를 게재하는 경우, 다른 사람들로부터
                원하지 않는 메시지를 받게 될 수도 있습니다.
            </p>
            <br />
            <p>
                회원님의 ID나 비밀번호에 대한 비밀을 유지할 책임은 오로지 귀하에게 있습니다. 따라서, 온라인상에 접속해 있을 경우에는 각별히 주의해
                주시기 바랍니다.
            </p>
            <br />
            <p>
                개인정보에관해 상담이나 문의가 필요한 경우에는 한국정보보호센터내의 정보보호 상담실이나 개인정보 침해 신고센터 및 개인정보 유출 방지
                및 프라이버시 보호 캠페인으로 문의하시기 바랍니다.
            </p>
        </section>
        <br /><br />
        <section>
            <h1>12. 고지의 의무</h1>
            <br />
            <p>
                본 개인정보처리방침을 정부 및 회사의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 경우에는 개정 최소 7일 전부터
                서비스의 공지사항을 통해 고지하며, 본 정책은 시행일자에 시행됩니다.
            </p>
            <br />
            <p>가. 공고일자 : 2023년 11월 05일</p>
            <p>나. 시행일자 : 2023년 11월 25일</p>
        </section>
        <br /><br />
    </div>
</template>



<style lang="scss" scoped>
.privacy-of-policy {
    margin: 0px auto;
    max-width: 650px;
    padding: 20px;
    color: rgb(0, 0, 0);
    word-break: keep-all;
    font-weight: normal;
    font-family: 'Noto Sans KR', Helvetica, 'Helvetica Neue', Arial, 'sans-serif';
    font-size: 14px;
    line-height: 20px;
    letter-spacing: -0.5px;
    text-size-adjust: none;

    .section {
        white-space: pre-wrap;
    }

    .privacy {
        margin-left: 20px;
    }

    .table {
        border: 1px solid rgb(0, 0, 0);
        border-collapse: collapse;
        border-spacing: 0px;

        th,
        td {
            padding: 4px;
            border: 1px solid rgb(0, 0, 0);
        }
    }
}
</style>